<!DOCTYPE html>
<html>
	<head>
		<title>Правила BuildCube</title>
		<title id="title">rules</title>
		<?php include($_SERVER['DOCUMENT_ROOT'].'/includes/head.php') ?>
			<!-- grid body -->
			<div class="griMB" id="griMB">
				<div class="bgpic">
				<div class="mainpage">
					<div class="switchblock">
						<div class="rules">
						<h1 style="text-align: center;">Правила проекта BuildCube</h1><br><br>
							<h2 style="color: #aaa;">ОСНОВНЫЕ ПОЛОЖЕНИЯ</h2>
								<p>1.1. Любой человек, прошедший регистрацию на <span style="color: #44d46a;">проекте</span> BuildCube, автоматически соглашается с этим сводом правил и обязуется выполнять их.</p>
								<p>1.2. Незнание правил не освобождает вас от ответственности.</p>
								<p>1.3. <span style="color: #ff0000;">Администрация</span> имеет право на редактирование данных правил в любое время суток.</p>
								<p>1.4. <span style="color: #ff0000;">Администрация</span>/<span style="color: #5b9bd5;">Персонал проекта</span> имеет полное право заблокировать Ваш аккаунт за нарушение того или иного пункта свода правил.</p>
								<p>1.5. <span style="color: #ff0000;">Администрация</span>/<span style="color: #5b9bd5;">Персонал проекта </span>имеют полное право заблокировать Ваш аккаунт на своё усмотрение с указанием индивидуальной причины.</p>
								<p>1.6. <span style="color: #ff0000;">Администрация</span>/<span style="color: #5b9bd5;">Персонал проекта </span>не несёт ответственность за действия игроков (добавление в приват/передача виртуальной валюты и т.д.).</p>
								<p>1.7. Ни при каких условиях <span style="color: #ff0000;">Администрация </span>не обязана возвращать Вам утраченные вещи, которые Вы приобрели за пожертвования или добыли во время игрового процесса (в том числе и плоты).&nbsp;</p>
								<p>1.8. Все плоты, построенные игроками, являются собственностью <span style="color: #00b0f0;">сервера</span>. <span style="color: #ff0000;">Администрация</span> вправе распоряжаться ими в собственных интересах.</p>
							<h2 style=" color: #5b9bd5;">ПЕРСОНАЛ ПРОЕКТА</h2>
								<p>2.1. Сотрудник обязан быть общительным, грамотным и соблюдать цензуру, речевые нормы при общении с игроками сервера.</p>
								<p>2.2. Сотрудник должен уметь давать отчет своим действиям любому члену Администрации.</p>
								<p>2.3. Сотрудник не имеет права злоупотреблять своими правами в пользу себя, друзей или третьих лиц (включая родственников).</p>
								<p>2.4. Сотрудник проекта может быть снят с должности Администрацией в любой момент без объяснения причины.</p>
								<p>2.5. Сотрудник проекта не имеет права разглашать третьим лицам содержание рабочих чатов, а также личные переговоры с членами <span style="color: #ff0000;">Администрации</span>.</p>
							<h2 style=" color: #00b050;">МОДЕРАЦИЯ</h2>
								<p>2.1.1. <span style="text-decoration: underline;">Модератор</span> - игрок, призванный следить за порядком на <span style="color: #00b0f0;">сервере</span>, предотвращать нарушение правил.</p>
								<p>2.1.2. Модератор обязан контролировать игровой процесс, вовремя предотвращать различные инциденты, которые могут повлечь за собой нарушение правил сервера.</p>
								<p>2.1.3. Модератор в праве выдавать наказание на более маленький срок или же на более большой (в разумных пределах), нежели указанный в правилах, если к этому располагает ситуация.</p>
								<p>2.1.4. Модератор обязан предоставлять по запросу <span style="color: #ff0000;">Администрации</span> доказательства за бан/мут/кик игрока.</p>
								<p>2.1.5. Модератор не имеет право находиться на сервере в режиме AFK. Если модератору нужно отойти, то он должен покинуть сервер.</p>
							<h2 style=" color: #ff00ff;">ПРИВИЛЕГИРОВАННЫЕ</h2>
								<p>3.1. <span style="text-decoration: underline;">Привилегированный</span> - игрок, получивший дополнительные возможности за финансовые пожертвования проекту.</p>
								<p>3.2. Привилегированный не имеет право всячески мешать игровому процессу, пользуясь приобретёнными возможностями.</p>
								<p>3.3. Привилегированный группой &laquo;<span style="color: #00ec00;">Sponsor</span>&raquo; или выше не имеет право использовать следующие префиксы:</p>
									<ul><li>Префиксы, носящие оскорбительный характер</li>
									<li>Префиксы, содержащие нецензурную лексику</li>
									<li>Префиксы, содержащие слова или идентичные им групп, к которым игрок не принадлежит (например, являясь <span style="color: #00ec00;">Sponsor</span>, использовать префикс <span style="color: #ffe240;">Premium</span>)&nbsp;</li>
									<li>Префиксы, нарушающие пункт правил 5.3 (выдача себя за Администрацию сервера)</li>
									<li>Прочие префиксы, так или иначе нарушающие те или иные правила игры на сервере</li></ul>
							<h2 style=" color: #0bba7a;">ИГРОВОЙ ЧАТ</h2>
								<p>4.1. Игрок не имеет права оскорблять кого-либо, оскорблять родителей и родственников, унижать честь и достоинство</p>
								<p><span style="color: #cc0000;">Наказание: </span><span style="color: #ff0000;">Блокировка игрового чата от 1 до 12 часов</span></p>
								<p><span style="color: #00b050;">Исключения: оскорбления самого себя, ЧСВ, неумный и т.д.</span></p>
								<p>4.2. Игрок не имеет права флудить (более двух одинаковых сообщений подряд)/флуд сообщениями, которые не несут никакой смысловой нагрузки (пример: ФЫПчйЦси)</p>
								<p><span style="color: #cc0000;">Наказание</span><span style="color: #ff0000;">: </span><span style="color: #bf9000;">устное предупреждение</span><span style="color: #ffc000;">,</span><span style="color: #ff0000;"> блокировка игрового чата от 10 до 30 минут</span></p>
								<p>4.3. Игрок не имеет права материться и злоупотреблять завуалированным матом в глобальном чате</p>
								<p><span style="color: #c00000;">Наказание</span><span style="color: #ff0000;">: Блокировка игрового чата от 20 минут до 1 часа</span></p>
								<p><span style="color: #00b050;">Исключения: ля, хрен и т.д..</span></p>
								<p>4.4. Игрок не имеет права вести обсуждение, тем, касающихся непристойного характера в глобальном чате</p>
								<p><span style="color: #c00000;">Наказание</span><span style="color: #ff0000;">: </span><span style="color: #bf9000;">устное предупреждение</span><span style="color: #ffc000;">,</span><span style="color: #ff0000;"> блокировка игрового чата от 30 минут до 1 часа</span></p>
								<p>4.5. Игрок не имеет права вводить игроков в заблуждение фейковыми сообщениями (например: Писать в чат фысащыфаофщыащфьюафы [L] &laquo;Администратор&raquo; r0astPiGGy&raquo; Всем привет! / фэзщыалфыафыалфыафыав Вам начислено 50$ и т.д.)</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Блокировка игрового чата от 1 до 12 часов</span></p>
								<p>4.6. Игрок не имеет права пускать слухи о вайпах, о заведомо ложных изменениях на серверах</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #bf9000;">устное предупреждение</span><span style="color: #ffc000;">&sbquo;</span><span style="color: #ff0000;"> блокировка игрового чата от 1 до 6 часов</span></p>
								<p>4.7. Игрок не имеет права разжигать политическую, расовую, религиозную, межнациональную рознь, национализм и т.п.</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #bf9000;">устное предупреждение</span><span style="color: #ffc000;">&sbquo;</span><span style="color: #ff0000;"> блокировка игрового аккаунта от 6 до 24 часов</span></p>								
							<h2 style=" color: #077d13;">ИГРОВОЙ ПРОЦЕСС&nbsp;</h2>
								<p>5.1. Игрок не имеет права размещать ссылки на другие сервера, сайты, и т.д.</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Блокировка игрового аккаунта от 5 до 30 суток</span></p>
								<p><span style="color: #00b050;">Исключения: Ссылки на ресурсы BuildCube, личные страницы в социальных сетях</span></p>
								<p>5.2. Игрок не имеет права рекламировать/распространять баги, вредоносное ПО и т.д.</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Перманентная блокировка игрового аккаунта</span></p>
								<p>5.3. Игрок не имеет права выдавать себя за Администрацию сервера</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Блокировка игрового аккаунта от 1 до 3 суток</span></p>
								<p>5.4. Запрещено обходить наказание любыми способами</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Аналогичное наказание в соответствии с выданным</span></p>
								<p>5.5. Игрок не имеет права выдавать себя за Администрацию сервера с целью получения личных данных игроков</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Перманентная блокировка игрового аккаунта</span></p>
								<p>5.6. Игрок не имеет права вводить игроков в заблуждение с целью получение личных данных (например: Выманивать пароли под предлогом выдачи привилегии и т.д.)</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Перманентная блокировка игрового аккаунта</span></p>
								<p>5.7. Игрок не имеет права вводить игроков в заблуждение с целью получения ресурсов (например: Просить ввести команду /рау ник 100)</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Блокировка игрового аккаунта от 1 до 3 суток</span></p>
								<p>5.8. Запрещено использование багов и технических неисправностей сервера или игры для получения личной выгоды (багоюз)</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Блокировка игрового аккаунта от 1 до 7 суток</span></p>
								<p>5.9. Игрок, не имеет право разжигать/провоцировать конфликты, касающиеся игрового процесса. В том числе, провоцировать ненависть к Администрации и проекту в целом</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #bf9000;">устное предупреждение</span><span style="color: #ffc000;">&sbquo;</span><span style="color: #ff0000;">блокировка игрового аккаунта от 12 часов до 7 дней</span></p>
								<p>5.10. Игрок не имеет права пользоваться сторонними программами/читами</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Перманентная блокировка игрового аккаунта</span></p>
								<p>5.11. Запрещены скины и плащи порнографического/непристойного содержания (18+)/нацистского и антисоциального содержания (Скины Адама и Евы, Гитлера и т.д}</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #0070c0;">Попросить игрока изменить скин, если игрок проигнорировал - </span><span style="color: #ff0000;">Блокировка игрового аккаунта от 5 часов до 1 суток</span></p>
								<p>5.12. Запрещено продавать аккаунты/ресурсы за реальные деньги/предметы (Steam-аккаунты, ключи для игр и т.д.)</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Перманентная блокировка игрового аккаунта</span></p>
								<p>5.13. Запрещено создавать следующие ники:</p>
									<ul><li>Ники, носящие оскорбительный характер.</li>
									<li>Ники, содержащие слова групп Администрации/привилегии (пример: Premium, Admin).</li>
									<li>Ники, схожие с никами Администрации (пример: thestatic - thestatik, Cakao - Cacao и т.д).&nbsp;</li>
									<li>Ники, содержащие нецензурную лексику.&nbsp;</li>
									<li>Ники, содержащие политический подтекст.&nbsp;</li>
									<li>Ники, состоящие только из цифр.&nbsp;</li></ul>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Перманентная блокировка аккаунта</span></p>
								<p>5.14. Игрок не имеет права мешать работе Администрации на сервере</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #0070c0;">Попросить игрока не мешать, если игрок проигнорировал - </span><span style="color: #ff0000;">Блокировка игрового аккаунта от 15 до 30 минут</span></p>
								<p>5.15. Запрещено создавать следующие кланы:</p>
									<ul><li>Кланы, состоящие из одних цифр. Например: 89211234567</li>
									<li>Кланы, носящие оскорбительный характер и/или нецензурную лексику.</li>
									<li>Кланы, содержащие слова групп Администрации/привилегии (пример: Premium, Admin).</li>
									<li>Кланы, содержащие цветовой тег "&amp;К".</li>
									<li>Прочие кланы, так или иначе нарушающие те или иные правила игры на серверах.</li></ul>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #bf9000;">устное предупреждение</span><span style="color: #ffc000;">&sbquo;</span><span style="color: #ff0000;">удаление клана, блокировка игрового аккаунта от 2 часов до 1 суток</span></p>
								<p>5.16. Нарушение работы сервера в любом виде. Машины или конструкции, создающие сильную нагрузку на серверное и клиентское оборудование, а также приводящие к крашу, использование уязвимостей.</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Снос конструкции | Изъятие привилегии (если есть) | Блокировка аккаунта от 14 до перманентной</span></p>
							<h2 style="color: #1c3aff;">ПЛОТЫ&nbsp;</h2>
								<p>6.1. Запрещено строить ловушки, способные нанести вред игроку</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Снос конструкции | Блокировка игрового аккаунта от 1 до 7 суток</span></p>
								<p>6.2. Игрок не имеет права строить машины или конструкции, наносящие вред соседним плотам (Стрельба стрелами/огненными шарами и прочим из раздатчика в сторону соседних плотов)</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Снос конструкции | Блокировка игрового аккаунта от 1 до 7 суток</span></p>
								<p>6.3. Запрещено строить нецензурные постройки, ставить таблички, рекламирующие сторонние ресурсы, разжигающие политическую и межнациональную рознь.</p>
								<p><span style="color: #c00000;">Наказание: </span><span style="color: #ff0000;">Снос конструкции | Блокировка игрового аккаунта от 2 до 14 суток&nbsp;</span></p>
								<p>6.4. Если участки в радиусе 5 плотов от спауна (0;0) не имеют серьёзных, красивых построек или вовсе являются пустыми, то <span style="color: #ff0000;">Администрация</span> оставляет за собой право удалить/перенести данный плот.</p>
								<p>6.5. Плоты с хаотически расставленными блоками, разлитой лавой/водой на большей площади плота или неразумно крупным количеством динамита и redstone-механизмов, не несущих никакой функциональной значимости, могут быть удалены по распоряжению <span style="color: #ff0000;">Администрации</span>.</p>
							<h2>ТЕРМИНЫ&nbsp;</h2>
								<p><span style="color: #ff0000;">Администрация </span>&ndash; Владелец (Admin) / Разработчик (Dev), действующая команда руководителей проекта.</p>
								<p><span style="color: #5b9bd5;">Персонал проекта </span>- Assistant / Helper / Staff / Builder</p>
								<p><span style="color: #00b050;">Модерация </span>- Helper / Assistant /&nbsp; Support / Staff</p>
								<p><span style="color: #ff3399;">Привилегированные </span>- игроки, которые сделали вклад в проект и получили специальные возможности на сервере (Premium / Legend / Ultra / Sponsor / Prime / Support)</p>
								<p><span style="color: #00b0f0;">Сервер </span>- Сервер внутри сети <span style="color: #44d46a;">проекта</span>.</p>
								<p><span style="color: #44d46a;">Проект</span> - сеть <span style="color: #00b0f0;">серверов</span>. ¯\_(ツ)_/¯</p>
						</div>
					</div>
				</div>
				</div>
			</div>
			<?php include($_SERVER['DOCUMENT_ROOT'].'/includes/footer.php') ?>
	</body>
</html>